tap "martido/brew-graph"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/services"
tap "stubevan/system-scripts-tap"

brew "bash"
brew "bat"
brew "borg"
brew "brew-graph"
brew "cd-discid"
brew "chromaprint"
brew "colordiff"
brew "coreutils"
brew "fd"
brew "findutils"
brew "gawk"
brew "git"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "grep"
brew "handbrake"
brew "htop"
brew "iperf3"
brew "libdvdcss"
brew "mas"
brew "maxima"
brew "moreutils"
brew "mosh"
brew "mysql"
brew "oath-toolkit"
brew "osxutils"
brew "pandoc"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "proctools"
brew "restic"
brew "ripgrep"
brew "rsync"
brew "sphinx-doc"
brew "sshfs"
brew "system-scripts"
brew "tarsnap"
brew "telnet"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "wxmaxima"
brew "yadm"

cask "aegisub"
cask "airy"
cask "alfred"
cask "anki"
cask "anybar"
cask "anylist"
cask "aquaterm"
cask "aquaterm"
cask "arq"
cask "backuploupe"
cask "balenaetcher"
cask "bartender"
cask "bettertouchtool"
cask "borgbackup"
cask "boxcryptor"
cask "calibre"
cask "chronosync"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "default-folder-x"
cask "delicious-library"
cask "devonagent"
cask "devonthink-pro-office"
cask "dropbox"
cask "dropzone"
cask "encryptme"
cask "firefox"
cask "garmin-express"
cask "geektool"
cask "google-chrome"
cask "google-earth-pro"
cask "gpg-suite"
cask "handbrake"
cask "houdahspot"
cask "icloud-control"
cask "intel-power-gadget"
cask "istat-menus"
cask "istat-server"
cask "iterm2"
cask "java"
cask "keyboard-maestro"
cask "launchcontrol"
cask "lightpaper"
cask "little-snitch"
cask "makemkv"
cask "murus"
cask "musescore"
cask "musicbrainz-picard"
cask "mweb"
cask "osxfuse"
cask "path-finder"
cask "plex-media-player"
cask "plexamp"
cask "protonmail-bridge"
cask "protonvpn"
cask "pycharm"
cask "remotix-agent"
cask "softorino-youtube-converter"
cask "sonos"
cask "ssh-tunnel-manager"
cask "sublime-text"
cask "tinderbox"
cask "tunnelblick"
cask "virtualbox"
cask "vlc"
cask "xld"
cask "xquartz"

mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "Adze", id: 460297114
mas "Audio Convert、Merge & Split", id: 963573437
mas "Banktivity 7", id: 1394863440
mas "Batch Exif Editor", id: 1018592397
mas "Blackmagic Disk Speed Test", id: 425264550
mas "BookReader", id: 448943039
mas "Byword", id: 420212497
mas "Calcbot", id: 931657367
mas "Copied", id: 1026349850
mas "Day One", id: 1055511498
mas "Due", id: 524373870
mas "DuplicateFilesCleaner", id: 1031826818
mas "Fantastical 2", id: 975937182
mas "FoldingText", id: 540003654
mas "FruitJuice", id: 671736912
mas "Gemini 2", id: 1090488118
mas "Gitbox", id: 403388357
mas "Gladys", id: 1382386877
mas "Interact Scratchpad", id: 1199660222
mas "Keep It", id: 1272768911
mas "Lingon 3", id: 450201424
mas "Live Wallpaper HD", id: 874715580
mas "MIBBrowser", id: 523006753
mas "MacFamilyTree 8", id: 1037755919
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "OmniGraffle", id: 1142578753
mas "OmniOutliner", id: 1142578772
mas "OmniPlan", id: 1040002810
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "PhotoSweeper", id: 463362050
mas "Quiver", id: 866773894
mas "Reeder", id: 880001334
mas "Remotix", id: 466261145
mas "Serial", id: 877615577
mas "Silent Sifter", id: 540196459
mas "SnailGit", id: 847260112
mas "Soulver", id: 413965349
mas "Subs Factory", id: 687457926
mas "Texpad", id: 458866234
mas "The Unarchiver", id: 425424353
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
mas "iMovie", id: 408981434
mas "iThoughtsX", id: 720669838
